const PrivacyPolicy = () => {
  return (
    <div>
      <h2>개인정보 처리 방침</h2>
      <p>
        세이렌은(는) 개인정보 보호 법에 따라 이용자의 개인정보 보호 및 권익을
        보호하고, 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록
        다음과 같은 처리 방침을 두고 있습니다.
      </p>
      <h3>1. 개인정보의 수집 및 이용 목적</h3>
      <p>
        회사는 다음의 목적을 위해 개인정보를 수집합니다. 수집 된 개인정보는
        아래의 목적 이외의 용도로 사용되지 않으며, 이용 목적이 변경될 시에는
        사전 동의를 구할 것입니다.
      </p>
      <ul>
        <li>
          <strong>회원 가입 및 관리:</strong> 회원 가입 의사 확인, 본인
          식별·인증, 회원 자격 유지·관리, 서비스 부정 이용 방지, 각종 고지·통지.
        </li>
        <li>
          <strong>서비스 제공:</strong> 콘텐츠 제공, 맞춤 서비스 제공, 본인
          인증, 요금 결제·정산 등.
        </li>
        <li>
          <strong>마케팅 및 광고로 활용:</strong> 신규 서비스(제품) 개발 및 맞춤
          서비스 제공, 이벤트 및 광고 성 정보 제공 및 참여 기회 제공, 통계학 적
          특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악, 서비스 이용
          통계.
        </li>
        <li>
          <strong>제 3자 로그인 서비스 제공:</strong> 소셜 미디어 계정이나 제
          3자 인증 서비스를 통한 로그인 지원.
        </li>
      </ul>
      <h3>2. 수집하는 개인정보의 항목 및 수집 방법</h3>
      <ul>
        <li>
          <strong>수집 항목</strong>
          <ul>
            <li>
              <strong>회원 가입 시:</strong> 이름, 생년월일, 성별, 로그인 ID,
              비밀번호, 휴대전화 번호, 이메일 주소, 접속 로그, 쿠키, 접속 IP
              정보.
            </li>
            <li>
              <strong>서비스 이용 과정에서:</strong> 서비스 이용 기록, 접속
              로그, 쿠키, 접속 IP 정보, 결제 기록.
            </li>
            <li>
              <strong>제 3자 로그인 시:</strong> 제 3자 로그인 서비스에서 제공
              받는 정보(예: 소셜 미디어 계정 정보, 프로필 정보, 친구 목록 등).
            </li>
          </ul>
        </li>
        <li>
          <strong>수집 방법</strong>
          <ul>
            <li>
              홈페이지, 서면 양식, 전화/팩스, 이벤트 응모, 배송 요청, 생성 정보
              수집 툴, 제 3자 로그인 서비스를 통해 수집.
            </li>
          </ul>
        </li>
      </ul>
      <h3>3. 개인정보의 보유 및 이용 기간</h3>
      <p>
        회사는 법령에 따른 개인정보 보유·이용 기간 또는 이용자로부터 개인정보를
        수집 시에 동의 받은 개인정보 보유·이용 기간 내에서 개인정보를
        처리·보유합니다.
      </p>
      <ul>
        <li>
          <strong>회원 가입 및 관리:</strong> 회원 탈퇴 시까지.
        </li>
        <li>
          <strong>서비스 제공:</strong> 서비스 이용 계약 종료 시까지.
        </li>
        <li>
          <strong>마케팅 및 광고로 활용:</strong> 동의 철회 시까지.
        </li>
        <li>
          <strong>법령에 의한 정보 보유 사유</strong>
          <ul>
            <li>
              계약 또는 청약 철회 등에 관한 기록: 5년 (전자 상거래 등에서 소비자
              보호에 관한 법률)
            </li>
            <li>
              대금 결제 및 재화 등의 공급에 관한 기록: 5년 (전자 상거래 등에서
              소비자 보호에 관한 법률)
            </li>
            <li>
              소비자 불만 또는 분쟁 처리에 관한 기록: 3년 (전자 상거래 등에서
              소비자 보호에 관한 법률)
            </li>
            <li>웹사이트 방문 기록: 3개월 (통신 비밀 보호 법)</li>
          </ul>
        </li>
      </ul>
      <h3>4. 개인정보의 파기 절차 및 방법</h3>
      <p>
        회사는 개인정보 보유 기간의 경과, 처리 목적 달성 등 개인정보가
        불필요하게 되었을 때 지체 없이 해당 개인정보를 파기합니다.
      </p>
      <ul>
        <li>
          <strong>파기 절차</strong>
          <ul>
            <li>
              이용자가 입력한 정보는 목적 달성 후 별도의 DB로 옮겨져 내부 방침
              및 기타 관련 법령에 따라 일정 기간 저장된 후 혹은 즉시 파기
              됩니다.
            </li>
            <li>
              DB로 옮겨진 개인정보는 법률에 의한 경우가 아니면 다른 목적으로
              이용되지 않습니다.
            </li>
          </ul>
        </li>
        <li>
          <strong>파기 방법</strong>
          <ul>
            <li>
              전자 적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을
              사용하여 삭제합니다.
            </li>
            <li>
              종이에 출력 된 개인정보는 분쇄기로 분쇄하거나 소각을 통해
              파기합니다.
            </li>
          </ul>
        </li>
      </ul>
      <h3>5. 개인정보의 제 3자 제공</h3>
      <p>
        회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만,
        아래의 경우에는 예외로 합니다.
      </p>
      <ul>
        <li>이용자가 사전에 동의한 경우</li>
        <li>
          법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에
          따라 수사 기관의 요구가 있는 경우
        </li>
      </ul>
      <h3>6. 이용자의 권리·의무 및 행사 방법</h3>
      <p>이용자는 개인정보 주체로서 다음과 같은 권리를 행사할 수 있습니다.</p>
      <ul>
        <li>개인정보 열람 요구</li>
        <li>오류 등이 있을 경우 정정 요구</li>
        <li>삭제 요구</li>
        <li>처리 정지 요구</li>
      </ul>
      <p>
        권리 행사는 개인정보 보호 법 시행령에 따라 서면, 전자우편 등을 통해 할
        수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.
      </p>
      <h3>7. 개인정보의 안전성 확보 조치</h3>
      <p>
        회사는 개인정보 보호 법 제 29조에 따라 다음과 같이 안전성 확보에 필요한
        기술 적·관리 적 및 물리적 조치를 하고 있습니다.
      </p>
      <ul>
        <li>정기적인 자체 감사 실시</li>
        <li>개인정보 취급 직원의 최소화 및 교육</li>
        <li>내부 관리 계획의 수립 및 시행</li>
        <li>개인정보의 암호화</li>
        <li>해킹 등에 대비한 기술적 대책</li>
        <li>비인가 자에 대한 출입 통제</li>
      </ul>
      <h3>8. 개인정보 보호 책임자</h3>
      <p>
        회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
        관련한 정보 주체의 불만 처리 및 피해 구제 등을 위하여 아래와 같이
        개인정보 보호 책임자를 지정하고 있습니다.
      </p>
      <ul>
        <li>
          <strong>개인정보 보호 책임자</strong>
          <ul>
            <li>성명: [고명규]</li>
            <li>직책: [프론트엔드 개발자 및 개인정보 보호 책임자]</li>
            <li>연락처: [a0105130098755@gmail.com]</li>
          </ul>
        </li>
      </ul>
      <p>
        이용자는 회사의 서비스를 이용하면서 발생한 모든 개인정보 보호 관련 문의,
        불만 처리, 피해 구제 등에 관한 사항을 개인정보 보호 책임자에게 문의하실
        수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및 처리해드릴
        것입니다.
      </p>
      <h3>9. 개인정보 처리 방침 변경</h3>
      <p>
        이 개인정보 처리 방침은 시행 일로부터 적용되며, 법령 및 방침에 따른 변경
        내용의 추가, 삭제 및 정정이 있는 경우에는 변경 사항의 시행 7일 전부터
        공지사항을 통해 고지할 것입니다.
      </p>
      <p>
        <strong>시행 일자:</strong> [2024 07월 22일]
      </p>
    </div>
  );
};

export default PrivacyPolicy;
